package less12.Employee;

/**
 Создать класс Employee, у которого есть переменные класса - fullname, salary.
 Создать массив содержащий несколько объектов этого типа. Создать класс Report,
 который будет содержать статический метод generateReport, в котором выводится информация о зарплате всех сотрудников.
 Используйте форматировании строк. Пусть salary будет выровнено по правому краю,
 десятичное значение имеет 2 знака после запятой и можете добавить что-нибудь свое.
 */
public class Employee {
    String fullname;
    double salary;
}
